Resets all face offsets applied to part faces.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public void ResetPartShape()
  Visual Basic
Public Sub ResetPartShape
  Visual C++
public:
void ResetPartShape()
 See Also
  Part Class
  Autodesk.Revit.DB Namespace